{
  "Cars": {
    "Title": "Drive you own car",
    "Text": "<p>Parking in the Sea-Tac garage is very convenient — and very pricey. In the general parking area (one or more floors above the terminal; parking on the same floor as the terminal costs extra), parking is $28/day or $130/7-day week. Here’s a well-kept secret, though: You can usually get discount coupons on Sea-Tac’s website, often for $19/day or $99/week, at <a href=\"http://www.portseattle.org/Sea-Tac/Parking-and-Transportation/Parking/Pages/Parking-Promotions.aspx\">portseattle.org/Sea-Tac/Parking-and-Transportation/Parking/Pages/Parking-Promotions.aspx</a>. Do the math: For a short trip, parking at the airport might be cheaper than a round-trip cab or rideshare; if not, there’s something to be said for having your car right there. (We all have our little splurges, right?)</p>"
  },
  "Shuttle": {
    "Title": "Park and ride",
    "Text": "<p>Less expensive, though less convenient, is the option of leaving your car in a lot near the airport and taking a shuttle to Sea-Tac. It’s a jungle out there, with dozens of independent lots and hotels offering airport parking. If you don’t already have a favorite lot (or can’t get someone to share their secret favorite with you), you might consult one of several parking-reservation websites, which function sort of like an Expedia for airport parking. These will show you an assortment of available lots, with additional information (and, often, customer reviews) for each. </p><p>I sampled four of these websites, for a fictitious trip planned over MLK weekend. Some of these services charge in advance for the full amount (generally refundable); others take a one-day deposit and you pay the remainder at the lot. All charge a small service fee (under $5). You can also, of course, just use these sites to get an idea of what’s out there and then deal with the lot directly, skipping the service fee, though the rate may vary and your chosen lot might be full. </p>\n\n\n<p><bold><a href=\"http://www.Airportparkingreservations.com\">Airportparkingreservations.com</a></bold></p><p><bold><a href=\"http://www.Parkrideflyusa.com\"/></bold></p><p><bold><a href=\"http://www.Parkrideflyusa.com\">Parkrideflyusa.com</a></bold></p><p><bold><a href=\"http://www.Bestparking.com\">Bestparking.com</a></bold></p><p><bold><a href=\"http://www.Aboutairportparking.com\">Aboutairportparking.com</a></bold></p>"
  },
  "Taxi": {
    "Title": "Taxi!",
    "Text": "<p>If you want to leave your car at home, and have been unsuccessful at bribing someone to take you, you’re at the mercy of taxis and hire cars. All Seattle cabs charge the same metered rate, set by the city, of $2.70/mile, plus pickup charge and time charge for traffic delays. Many companies (among them <a href=\"http://www.seattleyellowcab.com/\">Yellow Cab</a>, <a href=\"http://www.orangecab.net/\">Orange Cab </a>and <a href=\"http://www.seattle-taxiservice.com/\">Farwest</a>) charge a flat rate of $40 from the downtown core. (Remember to double this, to account for the trip home, if you’re comparing with airport parking rates.)</p>"
  },
  "Carshare": {
    "Text": "<p>Chances are that you already have strong feelings about transportation-network companies such as <a href=\"https://www.uber.com/cities/seattle\">Uber</a> and <a href=\"https://www.lyft.com/cities/seattle\">Lyft</a>, which have soared in popularity in the past few years. They can be a bargain, though potentially spendy when surge pricing is in effect. Note, too, for your round-trip, that TNC vehicles can’t legally pick up passengers at Sea-Tac (though there are ways to get around that rule). Negotiations, according to the Port of Seattle, are currently under way to potentially change that situation.  </p>"
  },
  "Express": {
    "Text": "<p>Another option: ride-sharing vans such as <a href=\"http://shuttleexpress.com/seattle-seatac-airport-transportation/\">Shuttle Express</a>, which offer the trade-off of a convenient pickup and generally lower fares than taxis, but possibly a longer travel time (as you’re sharing the ride with others who’ll need to be picked up). </p><p>Here’s a one-way price comparison, from three randomly chosen B locations — Beacon Hill, Ballard and northeast Bellevue. Estimates (from destination to Sea-Tac, for comparative purposes only) are approximate; tips not included.</p><p>Beacon Hill: taxi $39, Uber $26-35 (for UberX, the lowest-price version), Lyft $24, Shuttle Express $43.</p><p>Ballard: taxi $56, Uber $35-46, Lyft $35, Shuttle Express $41. </p>\n\n<p>Bellevue: taxi $63, Uber $40-53, Lyft $39, Shuttle Express $43. </p>"
  },
  "Train": {
    "Title": "Take public transit",
    "Text": "<p>Definitely the cheapest option for getting to Sea-Tac is  Sound Transit light rail, which runs between the airport and Westlake Center downtown (about a 38-minute trip) from 5 a.m. through 1 a.m. Monday through Saturday and 6 a.m. to midnight Sundays and holidays. It makes 11 stops in downtown and South Seattle locations and runs at least every 15 minutes, often more frequently. Adult fares are $2.25 to $3 (you can use your ORCA card), depending on where you board. There’s a bit of a walk once you get there — approximately 10 to 15 minutes, via covered outdoor walkway, to the airport from the station — so this may not be the best option for those with lots of luggage. Wheelchair service is available at the airport but must be arranged in advance (206-396-5275). </p>"
  },
  "Bus": {
    "Title": "Other options",
    "Text": "<p>Other public-transit options that stop at Sea-Tac include Sound Transit express buses, Route 560 (which runs from Bellevue to West Seattle) and Route 574 (Lakewood/Tacoma/Federal Way/Kent/Des Moines, stopping at Sea-Tac); King County Metro routes 180 (Burien/Kent/Auburn) and 156 (Des Moines/Southcenter); and the Rapid Ride A line (Federal Way/Tukwila). More info on all routes: <a href=\"http://metro.kingcounty.gov/\" title=\"metro.kingcounty.gov\">http://metro.kingcounty.gov</a> or 206-553-3000. </p>"
  }
}